[
  {
    "id": 1,
    "desc": "Fundamental concepts of computer science that are transferable across ALL programming languages.Foundations of the Python language as well as how to import and work with 8 libraries such as random, matplotlib, and tkinter.",
    "price": 460,
    "duration": "1 hour",
    "skillLevel": "begginer",
    "availableSeat": 30,
    "time": "1:00 pm to 4:00 pm",
    "instructor": "Michel Erasmas",
    "instDesc": "Hello, my name is Michael Eramo.  I am a life long learner, a self-taught programmer, and an experienced educator.  I hold official Bachelor's degrees in Music, Education, and Physics, as well as a Masters degree in Mathematics.  I also hold a certificate in Software Development from Microsoft.",
    "instrating": "4",
    "title": "Python Programs Today!",
    "categories": "python program",
    "enroll": 600,
    "imgURL": "https://i.postimg.cc/DZFHhvZm/pexels-danny-meneses-943096.jpg"
  },
  {
    "id": 2,
    "desc": "Operations System and the Organization Product and Service Management Operations and Supply Chain Management",
    "price": 300,
    "duration": "2 hour",
    "skillLevel": "intermediate",
    "availableSeat": 90,
    "time": "1:00 pm to 4:00 pm",
    "instructor": "Michel starc",
    "instDesc": "Hello, my name is Michael.  I am a life long learner, a self-taught programmer, and an experienced educator.  I hold official Bachelor's degrees in Music, Education, and Physics, as well as a Masters degree in Mathematics.  I also hold a certificate in Software Development from Microsoft.",
    "instrating": "5",
    "title": "The Operating Training",
    "categories": "operating system",
    "enroll": 300,
    "imgURL": "https://i.postimg.cc/vBry721x/pexels-brett-sayles-4339335.jpg"
  },
  {
    "id": 3,
    "desc": "Have a deep understanding of typography, color theory, photos, layout, blocking and other design theory and skills Create logos and branding packages for potential clients",
    "price": 100,
    "duration": "2 hour",
    "skillLevel": "intermediate",
    "availableSeat": 33,
    "time": "3:00 pm to 4:00 pm",
    "instructor": "zahir khan",
    "instDesc": "Hello, my name is Michael.  I am a life long learner, a self-taught programmer, and an experienced educator.  I hold official Bachelor's degrees in Music, Education, and Physics, as well as a Masters degree in Mathematics.  I also hold a certificate in Software Development from Microsoft.",
    "instrating": "3",
    "title": "Graphic Design Masterclas",
    "categories": "ux design",
    "enroll": 300,
    "imgURL": "https://i.postimg.cc/hjpyqV63/pexels-fabian-wiktor-3471423.jpg"
  },
  {
    "id": 4,
    "desc": "Learn a wide variety of digital design projects like Icon Design, Website Layout, Digitizing sketches,Social Media Campaign Design, Digital Display Ads,and more Be able to design a Social Media Campaign from scratch",
    "price": 700,
    "duration": "2 hour",
    "skillLevel": "expert",
    "availableSeat": 83,
    "time": "3:00 pm to 4:00 pm",
    "instructor": "Kalam Mamun",
    "instDesc": "Hello, my name is Kalam.  I am a life long learner, a self-taught programmer, and an experienced educator.  I hold official Bachelor's degrees in Music, Education, and Physics, as well as a Masters degree in Mathematics.  I also hold a certificate in Software Development from Microsoft.",
    "instrating": "4",
    "title": "Digital marketing Masterclass",
    "categories": "marketing",
    "enroll": 300,
    "imgURL": "https://i.postimg.cc/1XbK9BHM/pexels-ron-lach-8102677.jpg"
  },
  {
    "id": 5,
    "desc": "Step-by-step process to take your video footage, organize, edit, and export an incredible looking video! Choose the absolute best audio and video filters that fit your personal video style!",
    "price": 200,
    "duration": "2 hour",
    "skillLevel": "begginer",
    "availableSeat": 83,
    "time": "3:00 pm to 4:00 pm",
    "instructor": "John David",
    "instDesc": "Hello, my name is david.  I am a life long learner, a self-taught programmer, and an experienced educator.  I hold official Bachelor's degrees in Music, Education, and Physics, as well as a Masters degree in Mathematics.  I also hold a certificate in Software Development from Microsoft.",
    "instrating": "5",
    "title": "Video Editing Masterclass",
    "categories": "video editing",
    "enroll": 100,
    "imgURL": "https://i.postimg.cc/VstggQLV/pexels-tranmautritam-326503.jpg"
  },
  {
    "id": 6,
    "desc": "You will learn about materials Like the different pencil lead weights and what each one is best used for How to manage line weight",
    "price": 980,
    "duration": "4 hour",
    "skillLevel": "intermediate",
    "availableSeat": 73,
    "time": "1:00 pm to 4:00 pm",
    "instructor": "david warner",
    "instDesc": "Hello, my name is warner.  I am a life long learner, a self-taught programmer, and an experienced educator.I hold official Bachelor's degrees in Music, Education, and Physics, as well as a Masters degree in Mathematics.  I also hold a certificate in Software Development from Microsoft.",
    "instrating": "3",
    "title": "Drawing masterclass",
    "categories": "drawing",
    "enroll": 38,
    "imgURL": "https://i.postimg.cc/QNg5VXMh/pexels-ray-piedra-1478477.jpg"
  }
]
